Repository: Terralego/django-terra-geocrud
Catalog: terra_geocrud/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Display group
fr: Groupe d'affichage

source: Display groups for feature property display and form.
fr: Groupe de propriétés pour l'affichage / formulaire de features

source: Extra layer style
fr: Style de géométries annexes

source: Extra layer styles
fr: Style de géométries annexes

source: Value
fr: Valeur

source: Available values. Let empty if you want to let free input.
fr: Valeurs disponibles. Laisser vide pour une saisie de donnée libre.

source: Feature property
fr: Propriété

source: Feature properties
fr: Propriétés

source: Routing setting
fr: Réglage de routage

source: Routing settings
fr: Réglages de routage

source: UI schema & properties
fr: Propriété et UI schema

source: Document generation
fr: Génération de douments (gabarits)

source: Other settings
fr: Autres réglages

source: Layer json schema and crud view ui schema have been synced with crud view properties.
fr: le JSON schema de la couche et l'UI schema ont été synchronisés avec la vue.

source: Sync layer schema and crud view ui schema with defined properties.
fr: Sync. le json schema et l'ui schema avec les propriétés définies.

source: Feature properties has been cleaned.
fr: Les propriétés des objets ont été nettoyées.

source: Clean features with schema
fr: Nettoyer les propriétés selon le schema

source: Clean feature properties not in generated layer schema.
fr: Nettoyer les propriétés des objets non présents dans le json schema

source: Properties in tiles have been synced.
fr: Les propriétés présentes dans les tuiles ont bien été définies dans la couche.

source: Define properties in tiles.
fr: Définir les propriétés présentes dans les tuiles

source: Define property marked as included in tile in layer definition..
fr: Définir les propriétés marquées comme incluses dans les tuiles.

source: Picture
fr: Image

source: Pictures
fr: Images

source: Attachment
fr: Pièce-jointe

source: Attachments
fr: Pièces-jointes

source: Extra geometry
fr: Géométrie annexe

source: Extra geometries
fr: Géométrie annexes

source: Geographic Editor Config
fr: Config. Editeur Géographique

source: CRUD: Can create / edit / delete views / groups and associated layers.
fr: CRUD: Peut créer / éditer / supprimer les vues / groupes et couches de données associés.

source: CRUD: Can read feature detail.
fr: CRUD: Peut lire les détails d'un objet

source: CRUD: Can create feature
fr: CRUD: Peut créer des objets

source: CRUD: Can change feature
fr: CRUD: Peut modifier un objet

source: CRUD: Can delete feature
fr: CRUD: Peut supprimer un objet

source: You should define geometry with drawing or file.
fr: You devez définir la géométrie en la déssinant ou en fournissant un fichier.

source: Display name in left menu
fr: Affiche le nom dans le menu de gauche

source: Name
fr: Nom

source: Order
fr: Classement

source: Order entry in left menu
fr: Ordonne l'entrée dans le menu de gauche

source: Picto displayed in left menu
fr: Image utilisée dans le menu de gauche

source: Group
fr: Groupe

source: Groups
fr: Groupes

source: Singular object name
fr: Nom d'un objet au singulier

source: Plural object name
fr: Nom d'un objet au pluriel

source: Group this entry in left menu
fr: Grouper cette entrée dans le menu de gauche

source: Layer
fr: Couche géographique

source: Document templates
fr: Gabarits de documents

source: Available templates for layer features document generation
fr: Gabarits disponible pour la génération de documents

source: Custom mapbox style for this entry
fr: Style mapbox personnalisé

source: Map style
fr: Style de carte MapBox

source: Custom ui:schema style for this entry. https://react-jsonschema-form.readthedocs.io/en/latest/form-customization/
fr: ui:schema personnalisé. https://react-jsonschema-form.readthedocs.io/en/latest/form-customization/

source: Properties in feature list
fr: Propriétés de la liste d'objets

source: Schema properties used in API list by default.
fr: Propriétés utilisées pour le tableau des listes d'objets géographiques.

source: Title property
fr: Propriété de titre des objets

source: Schema property used to define feature title.
fr: Propriété utilisée pour le titre de l'objet géographique.'

source: Keep visible if ungrouped.
fr: Garder visible si pas dans un groupe

source: View
fr: Vue

source: Views
fr: Vues

source: Feature properties display group
fr: Groupe d'affichage de propriétés

source: Feature properties display groups
fr: Groupes d'affichage de propriétés

source: Attachment category
fr: Catégorie de pièces-jointes

source: Attachment categories
fr: Catégories de pièces-jointes

source: Feature attachment
fr: Pièce jointe

source: Feature attachments
fr: Pièces jointes

source: Feature picture
fr: Image

source: Feature pictures
fr: Images

source: ExtraLayer style
fr: Style de géometrie annexe

source: ExtraLayer styles
fr: Styles de géométrie annexe

source: Property cannot be required but not editable
fr: La propriété ne peut être obligatoire et non-éditable

source: Value should always be casted in property type.
fr: La valeur doit ere du même type que la propriété.

source: Picto. associated to value.
fr: Picto associé à la valeur

source: Value '{self.value}' should be casted as property type ({self.property.json_schema.get('type')})
fr: la valeur '{self.value}' doît être de même type que la propriété ({self.property.json_schema.get('type')})

source: Label that will be shown on the list
fr: Étiquette qui sera affichée sur la liste

source: Provider's name
fr: Nom du fournisseur

source: Driving
fr: Voiture

source: Walking
fr: Marche

source: Cycling
fr: Vélo

source: You should define layer with a routable layer
fr: Vous devez choisir une couche de données routable.

source: You shouldn't define layer and mapbox_transit
fr: Vous ne devez pas définir layer et mapbox_transit en même temps

source: You use the wrong provider
fr: Vous utilisez le mauvais provider

source: You should define a mapbox_transit with this provider
fr: Vous devez définir un type de transit pour ce fournisseur de routage.

source: You should define a layer with this provider
fr: Vous devez définir une couche de données pour ce fournisseur de routage.

source: This transit is already used
fr: Ce transit est déjà utilisé

source: This layer is already used
fr: Cette couche est déjà utilisé

source: VT styles and definitions
fr: Style et définition des tuiles vectorielles

source: Url endpoint for view's features
fr: URL de la liste des objets géographiques de la vue.

source: Available properties for feature datatable. Ordered, {name: {title, type}}
fr: Propriétés disponibles pour la liste des objets géographiques. Ordonnés, {name: {title, type}}

source: Main geometry
fr: Géométrie principale

source: Unclassified
fr: Non classé
